Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/10_undervisningsoppl.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Oahpahusláhču: Dássi 7
smj: Udir.no - Åhpadimgárvvidus: 7. dásse

source: Oahpahusláhču: Dássi 7
smj: Åhpadimgárvvidus: 7. dásse

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 7. dási gelbbolašvuođamihttomeriid.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 7. dásen.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearit aiddostahttojuvvojit oahppoulbmilis, sisdoalus ja bargovugiin, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.
smj: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.

source: Dađistagaárvvoštallan ja gielladomeanat leat oassin láhčimis.
smj: Árvustallam bargadahttijn ja máhttelis gielladomena li gárvvidusá oase.

source: Gelbbolašvuođamihttomearit
smj: Máhtudakmihto

source: Njálmmálaš gulahallan
smj: Tjálalasj guládallam

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: buvttadit iešguđetlágan áigumušaide teavsttaid ja geavahit iešguđetlágan váikkuhangaskaomiid teakstabarggus
smj: buvtadit ietjas tevstajt duon dán ájggomusá diehti ja adnet moattelágásj vájkkudusájt tevstaj bargadijn

source: geavahit digitála reaidduid iežas teakstabarggus
smj: adnet digitála ræjdojt ietjas tækstabargon

source: válddahallat movt giella rievddada dili, áiggi ja báikki mielde
smj: gåvådit gåktu giella rievddá dilij, ájgij ja bájkij milta

source: Lea hástaleaddjin ráhkadit oahpahusdahkosa mii fátmmasta olles gelbbolašvuođamihttomeriid.
smj: Hásstálus la dahkat åhpadusgárvvidusáv mij gåbttjå ålles máhtudakmihtov.

source: Danin leat gelbbolašvuođamihttomearit aiddostahttojuvvon oahppomihttomearis.
smj: Danen båhti åhpadusmihttomiere vuojnnuj máhtudakmihtojn.

source: Oahppomihttomearit leat lávkin gelbbolašvuođamihttomeriid ollašuhttima guvlui.
smj: Åhpadusmihttomiere le lávkke gåktu máhtudakmihtojt jåksåt.

source: Oahppomihttomearit
smj: Åhpadusmihttomiere

source: Mihttomearrin lea ahte oahppi galgá máhttit:
smj: Ulmme le oahppe galggá máhttet:

source: dovdát movt giellaválljen iešguđet dilálašvuođain sáhttá adnot gaskaoapmin.
smj: dåbdåt gåktu gielav vállji adnet duon dán dilen máhttá vájkkudimnævvon liehket.

source: Dán ovdamearkkas galget oahppit ráhkadit máinnus- dahje vuovdalanplakáhta.
smj: Dán buojkulvisán galggi oahppe reklábma- jali vuobddemplakáhtav dahkat.

source: Danin ferte giella leat positiiva ja láhččojuvvon oasti / vuostáiváldi guvlui.
smj: Giella de vierddi liehket positijvalasj ja oasste / duossto vuosstáj.

source: plánet muitaleaddji teavstta jurddakártta ja sisdoalloráhkadusa vuođul
smj: ásadit subtsastevstav ájáduskártta ja dåjmadibme viehkken

source: čállit teavstta gielalaš gaskaomiiguin
smj: tjállet tevstav gielalasj vájkkudimnævoj milta

source: atnit govalaš gaskaomiid mat dagahit ahte mánus dahje plakáhta šaddá geasuheaddjin
smj: adnet gåvålasj vájkkudimnævojt ma reklámav jali plakáhtav vuohkasin dahki

source: ovdanbidjat máidnosa njálmmálaččat eará ohppiide ja oahpaheaddjá Molssaevttolaš vuohki lea ahte oahppit sáhttet buktagii ráhkadit njálmmálaš máinnusteami ja dan geahččalit fáluhit eará ohppiide.
smj: reklámav njálmálattjat dåjda ietjá oahppijda ja åhpadiddjáj åvddånbuktet Máhttelis la oahppe buktaga birra njálmálasj reklábmafilmatjav dahki ja oahppeguojmijda dav gæhttjali vuobddet.

source: Árvvoštallaneavttut govviduvvon skovis:
smj: Árvustallamgájbbádusá gåvvidum sjiemán:

source: Oahppi galgá máhttit:
smj: Oahppe galggá máhttet:

source: oaidnit movt giellaválljen iešguđet dilálašvuođain sáhttá adnot gaskaoapmin
smj: vuojnnet gåktu giellaválljim duon dán dilen máhttá vájkkudimnævvon

source: Oahppi máhttá dovdát movt giellaválljen sáhttá adnot gaskaoapmin.
smj: Oahppe dåbddå gåktu giellaválljim máhttá vájkkudimnævvon

source: Oahppi galgá máhttit buktit ovdamearkkaid dasa movt giellaválljen sáhttá adnot gaskaoapmin.
smj: Oahppe máhttá buojkudit gåktu giellaválljim máhttá vájkkudimnævvon

source: Oahppi máhttá čilget movt giellaválljen sáhttá adnot gaskaoapmin.
smj: Oahppe máhttá tjielggit gåktu giellaválljim máhttá vájkkudimnævvon

source: plánet muitaleaddji teavstta
smj: ásadit subttsastevstav

source: Oahppi máhttá plánet álkes teavstta
smj: Oahppe máhttá ásadit álkkes tevstav

source: Oahppi máhttá plánet muitaleaddji teavstta.
smj: Oahppe máhttá ásadit subttsastevstav

source: Oahppi máhttá plánet ja buoridit muitaleaddji teavstta.
smj: Oahppe máhttá ásadit ja buoredit subttsastevstav

source: čállit teavstta čálalaš gaskaomiiguin
smj: tjállet tevstav gielalasj vájkkudimnævoj

source: Oahppi máhttá muhtin muddui molssodit sátneanu ja nu riggodahttit gielas.
smj: Oahppen la muhtem mærráj valljes giella.

source: Oahppi máhttá adnit soames gielalaš gaskaomiid ja riggodahttit gielas veaháš.
smj: Oahppen la muhtem mærráj valljes giella ja máhttá muhtem gielalasj vájkkudimnævojt adnet.

source: Oahppi máhttá adnit máŋga gielalaš gaskaomiid ja nu vuohkkasit rievdadallat gielas.
smj: Oahppen la valljes ja ávkálasj giella ja máhttá moattelágásj gielalasj vájkkudimnævojt adnet.

source: atnit govalaš gaskaomiid mat dagahit máidnosa dahje plakáhta geasuheaddjin
smj: adnet gåvålasj vájkkudimnævojt ma dahki reklámav jali plakáhtav vuohkasin

source: Oahppi máhttá gávdnat ja atnit soames govalaš gaskaomiid.
smj: Oahppe máhttá gávnnat ja adnet muhtem gåvålasj vájkkudimnævojt

source: Oahppi máhttá gávdnat ja atnit soames buori, govalaš gaskaomiid.
smj: Oahppe máhttá gávnnat ja adnet muhtem buorre gåvålasj vájkkudimnævojt

source: Oahppi sáhttá gávdnat ja atnit máŋga buori, govalaš gaskaomiid.
smj: Oahppe máhttá gávnnat ja adnet moadda buorre gåvålasj vájkkudimnævojt

source: ovdanbidjat máidnosa njálmmálaččat eará ohppiide ja oahpaheaddjái
smj: reklámav njálmálattjat ietjá oahppijda ja åhpadiddjáj åvddånbuktet

source: Oahppi ovdanbidjá máidnosa álkes gielain nu ahte máinnusteapmi ipmirduvvo.
smj: Oahppe reklámav åvddånbuktá álkkes gielajn vaj sisadno tjielggá

source: Oahppi ovdanbidjá máidnosa buori ládje álkes ja bures ipmirdahtti gielain.
smj: Oahppe reklámav buorre láhkáj åvddånbuktá, álkkes valla dádjadahttes gielajn

source: Oahppi bures ovdanbidjá máidnosa njuvžilis ja girjás gielain.
smj: Oahppe reklámav åvddånbuktá buorre láhkáj, duolla ja valljes gielajn

source: Dákkár skovvi sáhttá leat buorre árvvoštallanságastallamiidda vuođđun gaskal oahppi ja oahpaheaddji.
smj: Dákkir sjiebmá máhttá buorre vuodon árvustallamságastallamijda åhpadiddje ja oahppe gasken.

source: Skovvi sáhttá maiddái leat oassin juohke áidna oahppi gelbbolašvuođa čálalaš duođašteamis, ovdamearkan jahkebealárvvoštallama duođaštussan juovllaide dahje geassái.
smj: Sjiebmá máhttá aj sjiehtadallat tjálálasj duodastahttemijt juohkka avta oahppe mahtudagáv, d.d. duodastahttem jahkebielleárvustallamin javllaj jali gæssáj.

source: Oahppodoaimmat
smj: Åhpadusdåjma

source: Oahppit ráhkadit máinnustan- dahje vuovdalanplakáhta.
smj: Oahppe reklábma- jali vuobddemplakáhtav dahki.

source: Sii mearridit makkár gálvvu máinnustan- dahje vuovdalanplakáhtta galgá fállat.
smj: Sij mierredi makkir buktagav reklábma- jali vuobddemplakáhtta galggá fállat, ja gesi.

source: Oahpaheaddji sáhttá veahkehit buktimis árvalusaid ja jurdagiid.
smj: Åhpadiddje máhttá viehkedit ájádallat.

source: Oahppit šaddet ieža ohcat duogášdieđuid vuovdingálvvu birra vai máinnus šaddá nu realisttalaš go vejolaš.
smj: Oahppe vierddiji diedojt buvta birra gávnnat, vaj reklábma sjaddá nåv almma gåk máhttelis le.

source: Sii sáhttet omd. ávkkástallat interneahta.
smj: Sij máhtti d.d. internehtav adnet.

source: Oahppit ráhkadit jurddakártta mas válddahallet buktaga iešguđet vearbbaid ja adjektiivvaid anu bakte.
smj: Oahppe dahki ájáduskártav gånnå gåvvidi buvtav moattelágásj verbaj ja adjektijvaj.

source: Oahppit čohkkejit govaid ja sániid iešguđet áigečállagiin ja ráhkadit govvádusa.
smj: Oahppe tjoahkkiji gåvåjt ja bágojt duot dát ájggetjállagis ja gåvåstagáv dahki.

source: Sii ovdanbidjet govvádusa olles jovkui.
smj: Sij gåvåstagáv ålles juohkusij åvddånbukti.

source: Oahpaheaddji čállá omd. távvalii daid adjektiivvaid maid oahppit lea čállán, ja čájeha ahte adjektiivvat sáhttet leat sihke vuođđohámis ja attribuhttan.
smj: Åhpadiddje tjállá duola degu táblluj dajt adjektijvajt majt oahppe adni, ja vuoset adjektijva máhtti sige vuodo- ja attributijvalasj hámen liehket.

source: Leatgo dat positiivan dahje negatiivan ?
smj: Le gus dá positijvalasj jali negatijvalasj hámen ?

source: Gávdnojit go eará sánit mat buorebut heivejit ?
smj: Gávnnuji gus bágo ma buorebut hiehpi ?

source: Leatgo erohusat adjektiivvain daid máidnosiin mat leat jurddašuvvon nieiddaide go dain mat leat bártniide ?
smj: Le gus sieradus makkir adjektijva rekláman næjtsojda gå báhtjajda aneduvvi ?

source: Oahppit galget bargat gávdnat ja atnit ođđa sániid máinnus- dahje vuovdalanplakáhttii.
smj: Oahppe galggi reklábma- jali vuobddemplakáhttaj gæhttjalit gávnnat ja adnet ådå bágojt.

source: Ulbmilin lea ahte ohppiid sátneriggodat galgá buorránit, omd. sátnegirjjis ohcamis sániid.
smj: Ulmme le oahppe galggi buoredit ietjas gielav, d.d. báhkogirje baktu.

source: Sii berrejit aktiivvalaččat atnit sátnegirjji vai gávdnet sáni mearkkašumi.
smj: Sij vierddiji báhkogirjev aktijvalattjat adnet, vaj bágo sisanov gávnni.

source: Oahpaheaddji veahkeha ohppiid válljemis sániid maid sii čállet skovvái.
smj: Åhpadiddje viehket oahppijt bágojt gávnnat majt sij dievddi sjiebmáj.

source: Skovis oaidnit ahte ipmirdit go oahppit sániid vai dárbbašit go veahki vai ipmirdit daid mearkkašumi.
smj: Sjiebmá vuoset jus oahppe dádjadi bágojt ja jus viehkev dárbahi dajt dádjadittjat.

source: Mun dárbbašan veahki ipmirdit dán sáni mearkkašumi:
smj: Mån dárbahav viehkev dádjadit dáv bágov:

source: Mun doaivvun ahte dovdan dán sáni mearkkašumi:
smj: Mån jáhkáv dádjadav dáv bágov: Mån dádjadav dáv bágov:

source: Oahppit geahččaladdet ja čállet máinnus- dahje vuovdalanplakáhta dihtorii teakstameannudanprográmmain.
smj: Oahppe gæhttjaladdi ja tjálli reklábma- jali vuobddemplakáhtav pc ’ aj tækstagiehtadallamprográmmajn.

source: Sii isket gaskavuođa gova ja teavstta gaskkas go gehččet gáibidit go soames govat earenoamáš giellaanu.
smj: Sij gæhttjaladdi gåktu vidjura li tevsta ja gåvåj gaskan gå gæhttji jus muhtema gåvåjs rávkki sierra gielav.

source: Oahppit ovdanbidjet máidnosa ja deattuhit ovttastusa gaskal hámiid, ivnniid ja teavsttaid ja iešguđetlágan čáppačállima.
smj: Oahppe reklámajt åvddånbukti ja dættodi háme, bájno ja tekstuvra aktijvuodav moattelágásj hærvvatjállagijn.

source: Sii sáhttet adnit photostory govva- ja jietnaprográmma, sisa lohkat teavstta ja tekstii heivehit govaid ja musihka.
smj: Sij máhtti photostory ’ av adnet, gåsi sij låhki tevstav ja hiebalgis gåvåjt ja musihkav biedji.

source: Loahpas galget oahppit njálmmálaččat ovdanbidjat gárvves buktaga jovkui ja heaŋgut máinnus- dahje vuovdalanplakáhta seaidnái.
smj: Oahppe galggi maŋutjissaj gárves buktagav juohkusij njálmálattjat åvddånbuktet, ja reklábma- jali vuobddemplakáhtav sæjnnáj gatsostit.

source: Go lea sáhka válljemis oahppodoaimmain, ferte oahpaheaddji váldit vuođu das mii skuvllas juo gávdno.
smj: Gå galggi åhpadusdåjmajt válljit, de vierddi åhpadiddje vuodon válldet mij juo skåvlån gávnnu.

source: Dát doaimmat eai gáibit nu ollu rámmafáktoriin.
smj: Dá dåjma e rávka nåv ålov rámmafaktåvrajs.

source: Danin lea ollásit vejolašvuohta válljet eanet doaimmaid.
smj: Dajnas le máhttelis enep dåjmajt válljit.

source: Oahppit liikojit bargat rievddadeaddji doaimmaiguin mat eai leat nu áddjás bargun.
smj: Oahppe lijkkuji álu barggat moattelágásj dåjmaj ma e nåv guhkev vibá.

source: Muhtun doaimmat sáhttet ovttaskas ohppiid movttiidahttit oahppat.
smj: Muhtema dåjmajs måvtåstuhtti ájnegisoahppev ienebu.

source: Dávjá oahppit ieža dihtet mainna sii liikojit bargat, ja goas sii buoremusat ohppet.
smj: Oahppe ietja diehti majna buoremusát lijkkuji barggat ja goassa buoremusát oahppi.

source: Oahpaheaddji sáhttá áicat makkár doaimmat doibmet buoremusat ohppiide, ja dan mielde heivehit oahpahusa juohkehažžii.
smj: Åhpadiddje máhttá iesj gæhttjat makkir dåjma buoremusát hiehpi, ja de hiebadit åhpadusáv juohkkahattjaj.

source: Oahpahusa ulbmiliin lea ahte oahppit ohppet.
smj: Ulmme åhpadusájn le oahppe oahppi.

source: Lea dehálaš ahte oahpahus ii leat beare ovttageardán, baicca rievdadallat bargama.
smj: Ájnas la åhpadus ij sjatta avtat bieles, valla moatteláhkáj bargadum.

source: Muhtun oahppit ohppet buoremusat humadettiin, earát ges rumašlihkademiin.
smj: Muhtem oahppe oahppi buoremusát gå sáhkadi. Iehtjáda buoremusát gå ietjasa labudi ja rubmahav adni.

source: Soapmásat ohppet go gieđaiguin barget, ja earát geahččamis dahje áicamis.
smj: Ja muhtema gå giedaj barggi, madi muhtema vas buoremusát gå gæhttji jali váksjuji.

source: Dávjá buohtalastit máŋga dáin oahpahanvugiin.
smj: Ienemusát aktiduvvi moattelágásj oahppamvuoge.

source: Válljemis doibmii oahppohámi sáhttá maiddái váldit mielde bargoplánii.
smj: Makkir oahppamvuohke válljiduvvá doajmmaj máhttá tjuodtjot d.d. barggoplánan.

source: Dás sáhttet oahppit vástidit guđe oahpahanvuohki sin mielas lei buoremus.
smj: Dánna oahppe máhtti diededit makkir oahppamdoajmmaj buoremusát lijkkujin.

source: Iešguđet oahppandoaimmat mat leat namuhuvvon skovis vuolábealde, gokčet iešguđet oahppohámiid.
smj: Iesjguhtik oahppamdoajmma mij la nammadum sjiemán vuollelin, gåbttjå duojt dájt oahppamvuogijt.

source: Doaibma
smj: Doajmma

source: Oahppi buoremusat oahppá go:
smj: Oahppe buoremusát oahppá gå:

source: Visuala oahppit
smj: Visuálalasj oahppe

source: ráhkadit máinnus- dahje vuovdalanplakáhta
smj: dahkat reklábma- jali vuobddem plakáhtav

source: lohká, čállá, ráhkada listtuid, ráhkada čoahkkáigeasu, govvida jurdagiid, gávdná govaid / govastagaid, tevdne, kárte, geahččá lohkogovaid, iská, ráhkada visuála govadaga / jurddakártta ja tevdne
smj: låhkå, tjállá, lisstajt dahká, tjoahkkájgessusijt dahká, gåvåt ájádusájt, gåvåjt / gåvåstagájt gæhttjá, tjuorggá, guoradallá, visuálalasj ájáduskártav dahká

source: Auditiiva oahppit
smj: Auditijvalasj oahppe

source: logaldallat, ovdanbidjat, jitnosit lohkat ja ráhkadit govvamuitalusa
smj: lågådallat, åvddånbuktet, tjavgga låhkåt ja photostory ’ av dahkat

source: muitalit, čilget, ráhkkanit logaldallamii, geardduhit, báddet, njálmmálaččat dulkot, jitnosit lohkat, guldalit, muitalit eará oahppái, válddahit, ovdanbuktit, digaštallat ja earáid hástalit
smj: subtsas, tjielggi, ásat lågådallamijt, gærddot, báddi, njálmálattjat dålkku, tjavgga låhkå, gulldal, ietjá oahppaj subtsas, gåvvi, åvddånbuktá, dágás ja hásot iehtjádijt

source: Kinestetihka (motorihkalaš) oahppit / taktiila oahppit
smj: Kinestetihkalasj oahppe / Taktihkalasj oahppe

source: plakáhta, muito-máhppa, logaldallan
smj: plakáhtta, mujddo-mappa, lågådallam

source: tevdne, čállá, hábme, dramatisere, ráhkada, hukse, govvida, konstruere, oahpaha earáid, ruossu, ráhkada govvamuitalusa, čájeha, čállá notáhta, guoskkaha, hábme, ráhkada modealla, čuohppá ja liibme
smj: tjuorggá, tjállá, hábmet, drámátiseri, dahká, tsieggi, gåvåt, åhpat iehtjádijt, sárgas, photostory ’ av dahká, vuosádallá, tjáles, duohttá, hábbmit, modellajt dahká, biessket ja lijmmi

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadibme

source: Muhtun ohppiide sáhttá leat hástaleaddjin go šaddet válljet galget go ráhkadit máinnus- dahje vuovdalanplakáhta.
smj: Muhtem oahppijda máhttá liehket hásstálus mierredit jus galggi reklábma- jali vuobddemplakáhtav dahkat.

source: Oahpaheaddji šaddá veahkehit rávvet.
smj: Åhpadiddje vierddi viehkedit.

source: Go oahppi galgá čállit jurddakártta, sáhttá oahpaheaddji veahkehit gávdnat sániid ja hábmemis cealkagiid.
smj: Gå oahppe galggi ájáduskártav dievddet, de máhttá åhpadiddje viehkedit sijáv bágojt gávnnat, ja gárgadisájt dahkat.

source: Oahppit maiddái tevdnejit.
smj: Oahppe máhtti aj tjuorggamij dievddet.

source: Sii válljejit ieža makkárin plakáhtta galgá leat.
smj: Ietja sij galggi mierredit gåktu plakáhtta galggá.

source: Muhtun ohppiide sáhttá leat hástaleaddjin gávdnamis mii doaimma váldooassi lea.
smj: Muhtem oahppijda máhttá liehket hásstálus gávnnat mij la dåjma oajvvemåhkke.

source: Jus oahppit besset bargat doaimmain mii rievddada ja lea miellagiddevaš, de doaibma movttiidahttá ohppiid oahppat.
smj: Jus oahppe oadtju barggat moattelágásj ja miellagiddis dåjmajn de dahkamusá aj åvdedi oahppamav.

source: Bargu ferte danin heivehuvvot ohppiid dássái.
smj: Barggo de vierddi oahppijda hiebaduvvat.

source: Árvvoštallan
smj: Árvustallam

source: Dađistaga-árvvoštallama vuođđun berrejit leat eavttut mat gullet oahppoulbmilii.
smj: Árvustallama bargadahttijn vuodo vierddi liehket gájbbádusá ma li tjanádum åhpadusmihttomierijda.

source: Oahpaheaddji ferte ohppiide vástidit ahte leago sin válljen realisttalaš ja čađahahtti ja singuin ságastallat dan birra maid sii galget ráhkadit ja gos gávdnat ávkkálaš dieđuid.
smj: Åhpadiddje hæhttu diededit oahppijda jus buvtaválljim dåhkki tjadádit, ja dágástallat sijájn majt galggi dahkat ja gånnå gávnnat ávkálasj diedojt.

source: Oahpaheaddji berre maiddái dieđihit ohppiide makkár sániid ja doahpagiid sii bures hálddašit.
smj: Åhpadiddje vierddi aj diededit makkir bágojt ja moallánagájt bukti adnet.

source: Leatgo omd. adjektiivat positiiva, ja sáhttet go dat adnot gaskaoapmin dán oktavuođas ?
smj: Le gus d.d. adjektijva positijvalattja, ja máhtti da aneduvvat vájkkudimnævvon dán ássjen ?

source: Hálddašit go oahppit atnit jurddakártta veahkkegaskaoapmin čállimii ?
smj: Máhtti gus oahppe adnet ájáduskártav viehkken tjáledahttijin.

source: Oahpaheaddji sáhttá maiddái addit dieđuid vássán ja boahtti dili birra ohppiidságastallama bakte.
smj: Åhpadiddje máhttá aj diededit / åvddålijguovllujdiededit oahppijda oahppamságastallamijn.

source: Muital mii lea buorre, ja šiehtat ohppiiguin mainna šaddet eanet bargat.
smj: Ságastallit mij la buorre, ja såbadit majna sij hæhttuji enebu barggat.

source: Gos sii gávdne govaid ?
smj: Diededa gåktu li válljim gåvåjt.

source: Heive go teaksta govvii ?
smj: Gånnå oahppe li gåvåjt gávnnam ?

source: Leago realisttalaš ja áigeguovdilis teaksta ?
smj: Manen válljijin dav gåvåv / dajt gåvåjt ?

source: Leatgo realisttalaš ja áigeguovdilis govat ?
smj: Hiehpá gus tæksta gåvvuj ? Le tæksta almma ja dågålasj ?

source: Ráhkat bargoplánaid main máhcahatvástádusskovvi ruossunvejolašvuohta lea mielde.
smj: Le gåvå almma ja dågålattja ? Dagá barggoplánajt diededimsjiemáj gåsi dåhkki sárgastit.

source: Dás oahppit iežaset árvvoštallet.
smj: Dánna oahppe ietjasa árvustalli.

source: Sii gávnnahit maid sii hálddašit ja mainna ain bargat ovddasguvlui.
smj: Vuojnni majt bukti ja majna åvddålijguovlluj vierddiji barggat.

source: Oahpaheaddji buktá njálmmálaš máhcahatmearkkašumiid barggadettiin.
smj: Åhpadidddje vaddá njálmálasj diedojt bargadahttijn.

source: Maŋŋilgo oahppit leat iežaset árvvoštallan, sáhttá oahpaheaddji mearkkašit dan mainna šaddet ain eanet bargat ovddasguvlui.
smj: Maŋŋela gå oahppe li ietjasa árvustallam, máhttá åhpadiddje diededit majna sij dárbahi ienebu barggat.

source: Ohppiide lea dalle juoga man guvlui faŋuhit.
smj: Oahppe galggi oadtjot juojddá majna rahtji.

source: Seammás sis galgá leat vejolašvuohta lihkostuvvat.
smj: Ja sæmmi bále galggi sij máhttet vuorbástuvvat.

source: Dat dagaha ahte sii šaddet eanet diđolaččat iežaset oahppama hárrái.
smj: Dán láhkáj ienebu vuojnni ietjas oahppamis. Åhpadus-mihttomiere

source: Dán máhtán veaháš:
smj: Dáv máhtáv vehi:

source: Dán máhtán oalle bures:
smj: Dáv máhtáv ållu buoragit:

source: Dán máhtán hui bures:
smj: Dáv máhtáv huj buoragit:

source: Oahpaheaddji: Dán fertet buoridit:
smj: Åhpadiddje: Dáv máhtá buoredit:

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit ovdanbuktit njálmmálaččat: Oahppit ságastallet ulbmila, eavttuid ja ulbmiloláhusa birra ja máinnus- dahje vuovdalanplakáhta birra.
smj: Máhttet njálmálattjat åvddånbuktet: Oahppe ságasti mihtoj, mihttomierrejåksåmgájbbádusáj ja reklábma- jali vuobddemplakáhta sisanoj birra.

source: Máhttit ovdanbuktit čálalaččat: Oahppit ráhkadit jurddakártta.
smj: Máhttet tjálálattjat åvddånbuktet: Oahppe dahki ájáduskártajt.

source: Sii čállet máinnus- dahje vuovdalanplakáhta.
smj: Sij tjálli ja dahki reklábma- jali vuobddemplakáhtav.

source: Máhttit lohkat: Oahppit lohket máinnus- dahje vuovdalanplakáhta.
smj: Máhttet låhkåt: Oahppe låhki reklábma- jali vuobddemplakáhtav.

source: Máhttit rehkenastit: Matemáhtalaš doahpagat leat dárbbašlaččat go galgá ipmirdit loguid, hivvodaga ja hatti go barget máinnus- dahje vuovdalanplakáhtain.
smj: Máhttet riekknit: Matematihka moallánagájda le dárbbo gå galggi dádjadit tállajt, man ållo le ja hattijt gå barggi reklábma- jali vuobddemplakáhtaj.

source: Máhttit atnit digitála reaidduid: Dihtormášiidna sáhttá adnot bargobihtá čálalaš oassái.
smj: Máhttet digitála ræjdojt adnet: Tjálálasj oasen bargon máhttá Pc ’ a aneduvvat.

source: Dás sáhttet oahppit gávdnat máinnus- dahje vuovdalanplakáhtaid ovdamearkkaid mat leat neahtas ja daid atnit inspirašuvdnan iežaset bargguin.
smj: Dájna oahppe máhtti nehtan gávnnat reklábma- jali vuobddemplakáhtajt buojkulvisájt ja adnet dajt árvusmahttemin ietjas bargon.

source: Ohppiid bargun lea ráhkadit sullásaččaid sámegillii.
smj: Oahppijda le barggo sæmmilágátjav sámegiellaj dahkat.

source: Sii sáhttet atnit ohcanmohtoriid interneahtas, ja sii sáhttet govaid doppe gávdnat.
smj: Sij máhtti aj internehtan duov dáv åhtsåmmotåvråv adnet, ja aj gåvåjt gávnnat.

source: Gáiddusoahpahus
smj: Guhkásåhpadibme

source: Dát ovdamearka heive bures gáiddusoahpahussii.
smj: Dát buojkulvis hiehpá buoragit guhkásåhpadibmáj.

source: Oahpaheaddji šaddá ráhkadit bargoneavvaga man mielde oahppit barget.
smj: Åhpadiddje vierddi dahkat barggotjielggidusáv man milta oahppe barggi.

source: Sii sáhttet ovdanbidjat gárvves máinnus- dahje vuovdalanplakáhta oahpaheaddjái.
smj: Sij máhtti åhpadiddjáj vuosedit dav gárvvidum reklábma- jali vuobddemplakáhtav.

source: Gielladomeanat
smj: Gielladomena

source: Gárvves máinnus- dahje vuovdalanplakáhttii sáhttá ráhkaduvvot gielladomeana.
smj: Gielladomedna máhttá dagáduvvat dan gergas reklábma- jali vuobddemplakáhta gáktuj.

source: Dalle buot gulahallan go barget máinnus- dahje vuovdalanplakáhtain dáhpáhuvvá sámegillii.
smj: Dajna de divna guládallama reklábma- jali vuobddemplakáhtaj birra sjaddi sámegiellaj.
